data = [
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4179,
    "测试准确率": 0.4276
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4172,
    "测试准确率": 0.4241
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4157,
    "测试准确率": 0.4218
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4099,
    "测试准确率": 0.4137
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4096,
    "测试准确率": 0.4174
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4091,
    "测试准确率": 0.4182
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4039,
    "测试准确率": 0.4158
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4033,
    "测试准确率": 0.4048
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.4031,
    "测试准确率": 0.4095
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.376,
    "测试准确率": 0.3738
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3741,
    "测试准确率": 0.3741
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3724,
    "测试准确率": 0.3758
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3654,
    "测试准确率": 0.362
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3641,
    "测试准确率": 0.3623
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3616,
    "测试准确率": 0.3617
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.353,
    "测试准确率": 0.3449
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3465,
    "测试准确率": 0.341
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3436,
    "测试准确率": 0.3318
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.3381,
    "测试准确率": 0.3316
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.338,
    "测试准确率": 0.3316
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.3326,
    "测试准确率": 0.3321
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.3213,
    "测试准确率": 0.3145
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.3187,
    "测试准确率": 0.3147
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.3177,
    "测试准确率": 0.3117
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.3122,
    "测试准确率": 0.3135
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.3109,
    "测试准确率": 0.311
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.3067,
    "测试准确率": 0.308
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3061,
    "测试准确率": 0.3049
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3054,
    "测试准确率": 0.3024
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.3016,
    "测试准确率": 0.2978
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.3015,
    "测试准确率": 0.3009
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.3004,
    "测试准确率": 0.299
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2985,
    "测试准确率": 0.2956
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.2946,
    "测试准确率": 0.2938
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.2938,
    "测试准确率": 0.288
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.2936,
    "测试准确率": 0.2921
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.2925,
    "测试准确率": 0.2867
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.2871,
    "测试准确率": 0.2818
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.2866,
    "测试准确率": 0.2915
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.2812,
    "测试准确率": 0.2821
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.2797,
    "测试准确率": 0.2848
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.2779,
    "测试准确率": 0.2688
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2777,
    "测试准确率": 0.2801
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2756,
    "测试准确率": 0.2795
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.2742,
    "测试准确率": 0.265
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2742,
    "测试准确率": 0.2782
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "relu",
    "验证准确率": 0.2708,
    "测试准确率": 0.2718
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "tanh",
    "验证准确率": 0.27,
    "测试准确率": 0.2602
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2658,
    "测试准确率": 0.2644
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2639,
    "测试准确率": 0.259
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.2635,
    "测试准确率": 0.2633
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.263,
    "测试准确率": 0.2679
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.2618,
    "测试准确率": 0.2645
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.26,
    "测试准确率": 0.2594
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2575,
    "测试准确率": 0.2523
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2569,
    "测试准确率": 0.2584
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2561,
    "测试准确率": 0.2582
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.2533,
    "测试准确率": 0.2573
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2528,
    "测试准确率": 0.2519
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.2498,
    "测试准确率": 0.2465
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2487,
    "测试准确率": 0.242
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2484,
    "测试准确率": 0.2435
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2471,
    "测试准确率": 0.2465
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.2451,
    "测试准确率": 0.255
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.2436,
    "测试准确率": 0.2501
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.2429,
    "测试准确率": 0.236
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2407,
    "测试准确率": 0.243
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.2398,
    "测试准确率": 0.244
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2394,
    "测试准确率": 0.2385
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2387,
    "测试准确率": 0.2393
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.2358,
    "测试准确率": 0.2333
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.2345,
    "测试准确率": 0.2339
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2335,
    "测试准确率": 0.2256
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.0,
    "激活函数": "sigmoid",
    "验证准确率": 0.2333,
    "测试准确率": 0.2358
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2331,
    "测试准确率": 0.2336
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2312,
    "测试准确率": 0.2318
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.2306,
    "测试准确率": 0.229
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.23,
    "测试准确率": 0.2286
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2252,
    "测试准确率": 0.2196
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.2235,
    "测试准确率": 0.2259
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2197,
    "测试准确率": 0.2216
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2115,
    "测试准确率": 0.21
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2108,
    "测试准确率": 0.2085
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.2028,
    "测试准确率": 0.1909
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.1941,
    "测试准确率": 0.1956
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1936,
    "测试准确率": 0.202
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1911,
    "测试准确率": 0.192
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1908,
    "测试准确率": 0.1906
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1905,
    "测试准确率": 0.1914
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.179,
    "测试准确率": 0.1747
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1764,
    "测试准确率": 0.1729
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "tanh",
    "验证准确率": 0.1734,
    "测试准确率": 0.1691
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1715,
    "测试准确率": 0.1742
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1691,
    "测试准确率": 0.1658
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1683,
    "测试准确率": 0.1714
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1621,
    "测试准确率": 0.1637
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.01,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1541,
    "测试准确率": 0.1519
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1444,
    "测试准确率": 0.1402
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1401,
    "测试准确率": 0.1374
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "relu",
    "验证准确率": 0.1351,
    "测试准确率": 0.1282
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1149,
    "测试准确率": 0.1104
  },
  {
    "隐藏层大小": 256,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1079,
    "测试准确率": 0.1017
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1057,
    "测试准确率": 0.1026
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1038,
    "测试准确率": 0.1007
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.0,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1032,
    "测试准确率": 0.1
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.01,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.1019,
    "测试准确率": 0.1025
  },
  {
    "隐藏层大小": 128,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.0977,
    "测试准确率": 0.0998
  },
  {
    "隐藏层大小": 64,
    "学习率": 0.001,
    "L2正则化": 0.001,
    "学习率衰减": 0.01,
    "激活函数": "sigmoid",
    "验证准确率": 0.0917,
    "测试准确率": 0.0979
  }
]